\u8BF7\u6C42\u53D1\u8D27\u8BA2\u5355ID\u4E0D\u80FD\u4E3A\u7A7A\u3002\u3002\u3002 = Requesting shipping order ID cannot be null. . .
\u8BF7\u8C03\u7528\u5355\u4E2A\u53D1\u8D27\u63A5\u53E3\u3002\u3002\u3002 = Please call a single shipping interface. . .
\u672C\u6B21\u8F6C\u7CFB\u7EDF\u8BA2\u5355\u5168\u90E8\u6620\u5C04\u5931\u8D25\u3002\u3002\u3002= Transfer system order all failed to map. . .
\u67E5\u8BE2\u5E97\u94FA\u6388\u6743\u8868\u83B7\u53D6\u53EF\u7528ebay\u5E73\u53F0token\u5F02\u5E38\u3002\u3002\u3002 = Query empower table to acquire the available eBay platform token exception. . .
\u81EA\u52A8\u8F6C\u5355\u4EFB\u52A1\u5DF2\u5F00\u542F\uFF0C\u8BF7\u52FF\u91CD\u590D\u64CD\u4F5C\u3002\u3002\u3002 = Automatic order transfer task is turned on. Do not repeat operation. . .
\u8F6C\u7CFB\u7EDF\u8BA2\u5355\u5168\u90E8\u6620\u5C04\u5931\u8D25\u3002\u3002\u3002 = Transfer system order all mapping fail. . .
ebay\u5E73\u53F0\u8F6C\u7CFB\u7EDF\u8BA2\u5355\u6301\u4E45\u5316\u51FA\u9519\u3002\u3002\u3002 = Ebay platform order transfer system order persistent error. . .
\u8BF7\u6C42\u53C2\u6570\u4E3A\u7A7A\u3002\u3002\u3002 = Request parameter is null. . .
\u5E73\u53F0\u8BA2\u5355ID\u6CA1\u4F20\u3002\u3002\u3002 = OrderID cannot be null. . .
\u5E73\u53F0\u8BA2\u5355\u9879ID\u4E0D\u80FD\u4E3A\u7A7A\u3002\u3002\u3002 = OrderItemID cannot be null. . .
\u542B\u6709\u5DF2\u53D1\u8D27\u8BA2\u5355\u6216\u542B\u6709\u8BA2\u5355\u9879\u5DF2\u8F6C\u7CFB\u7EDF\u8BA2\u5355\u3002\u3002\u3002 = Contains shipped order or system order with order item transferred. . .
\u8F6C\u5316\u8BA2\u5355\u65F6\u5356\u5BB6\u5E73\u53F0\u5E97\u94FA\u540D\u4E0D\u80FD\u4E3A\u7A7A\u3002\u3002\u3002 = When transfer system order,platformSellerAccount cannot be null. . .
\u8F6C\u5316\u8BA2\u5355\u65F6\u5E73\u53F0SKU\u4E0D\u80FD\u4E3A\u7A7A\u4E14SKU\u8D2D\u4E70\u6570\u91CF\u4E0D\u80FD\u4E3A0\u3002\u3002\u3002 = When transfer system order,platformSKU and skuQuantity cannot be null. . .
\u8FDB\u884CSKU\u6620\u5C04\u548C\u90AE\u5BC4\u89C4\u5219\u5339\u914D\u8FD4\u56DE\u7ED3\u679C\u96C6\u5408\u4E3A\u7A7A\u3002\u3002\u3002 = When perform SKU mapping and shipping rules match return result List is null. . .
SKU\u6620\u5C04\u7ED3\u679C\u5206\u7C7B\u51FA\u9519\u3002\u3002\u3002 = SKU mapping result classification error. . .
\u81EA\u52A8\u540C\u6B65ebay\u8BA2\u5355\u4EFB\u52A1\u5DF2\u5F00\u542F\uFF0C\u8BF7\u52FF\u91CD\u590D\u64CD\u4F5C\u3002\u3002\u3002 = Automatic ebay's order sync task is turned on. Do not repeat operation. . .
\u8C03\u7528\u5356\u5BB6\u5FAE\u670D\u52A1\u5F02\u5E38 \u3002\u3002\u3002 = call seller service exception. . .
\u6839\u636E\u767B\u5F55\u4EBA\u4FE1\u606F\u67E5\u51FA\u5356\u5BB6\u4FE1\u606F\u4E3A\u7A7A\u3002\u3002\u3002 = According to the registrant information, the seller information is found to be null. . .
\u5F00\u59CB\u65F6\u95F4\u4E0D\u80FD\u5927\u4E8E\u7ED3\u675F\u65F6\u95F4\u3002\u3002\u3002 = Start no later than finish. . .
\u5F00\u59CB\u65F6\u95F4\u4E0D\u80FD\u5927\u4E8E\u5F53\u524D\u65F6\u95F4\u3002\u3002\u3002 = Start time cannot be greater than current time. . .
\u8BA2\u5355\u53F7\u4E0D\u80FD\u4E3A\u7A7A\u3002\u3002\u3002 = The order number cannot be empty. . .
\u8BF7\u5148\u767B\u5F55\u3002\u3002\u3002 = Please login on first. . .
\u8BA1\u7B97\u9884\u4F30\u7269\u6D41\u8D39\u8C03\u7528ERP\u63A5\u53E3\u5F02\u5E38\u3002\u3002\u3002 = Calculate the estimated logistics cost call ERP interface exception. . .
\u90AE\u5BC4\u65B9\u5F0F\u4E0D\u652F\u6301\u3002\u3002\u3002 = Mail not supported. . .
\u8C03\u7528\u4F9B\u5E94\u5546\u670D\u52A1\u5F02\u5E38\u3002\u3002\u3002 = Invoke provider service exception. . .
\u5408\u5E76\u8BA2\u5355\u6570\u8D85\u8FC7\u9650\u5236\u3002\u3002\u3002 = The combined order exceeds the limit. . .
\u62C6\u5206\u7684\u5B50\u8BA2\u5355\u6570\u4E0D\u7B26\u5408\u6761\u4EF6\u3002\u3002\u3002 = The suborder number of split does not meet the condition. . .
\u7CFB\u7EDF\u8BA2\u5355\u53F7,\u4ED3\u5E93CODE/\u4ED3\u5E93\u540D\u79F0,\u7269\u6D41\u5546CODE/\u7269\u6D41\u5546\u540D\u79F0,\u90AE\u5BC4\u65B9\u5F0FCODE/\u90AE\u5BC4\u65B9\u5F0F\u540D\u79F0\u4E0D\u80FD\u4E3A\u7A7A\u3002\u3002\u3002 = System order number, warehouse CODE/ warehouse name, logistics CODE/ logistics name, mailing CODE/ mailing name cannot be empty. . .
\u7CFB\u7EDF\u8BA2\u5355\u53F7,SKU\u548C\u8D2D\u4E70\u6570\u91CF\u6570\u91CF\u4E0D\u80FD\u4E3A\u7A7A\u3002\u3002\u3002 = The system order number,SKU and purchase quantity cannot be empty. . .
\u62C6\u5408\u5355\u6620\u5C04\u5BF9\u8C61\u51FA\u9519\u3002\u3002\u3002 = Unmarshalling single mapping object error. . .
\u62C6\u5206\u8BA2\u5355\u5B50\u8BA2\u5355\u96C6\u5408\u4F20\u53C2\u4E0D\u80FD\u4E3A\u7A7A\u3002\u3002\u3002 = Split order suborder set pass parameter cannot be empty. . .
\u62C6\u5206\u5B50\u8BA2\u5355\u7684\u4E3B\u8BA2\u5355\u53F7\u5FC5\u987B\u4E00\u81F4\u3002\u3002\u3002 = The master order number of the teardown order must be the same. . .
\u6620\u5C04\u540E\u7684Ebay\u7269\u6D41\u5546\u540D\u79F0\u4E0D\u80FD\u4E3A\u7A7A\u3002\u3002\u3002 = The name of the mapped Ebay logistics provider cannot be empty. . .
\u6620\u5C04\u540E\u7684Amazon\u7269\u6D41\u5546\u540D\u79F0\u4E14\u6620\u5C04\u540E\u7684Amazon\u914D\u9001\u65B9\u5F0F\u4E0D\u80FD\u4E3A\u7A7A\u3002\u3002\u3002 = The mapped Amazon logistics provider name and the mapped Amazon delivery mode cannot be empty. . .
\u6839\u636E\u7236\u8BA2\u5355\u53F7\u67E5\u8BE2\u51FA\u7684\u7CFB\u7EDF\u8BA2\u5355\u5B9E\u4F53\u7C7B\u4E3A\u7A7A\u3002\u3002\u3002 = The system order entity class queried by the parent order number is empty. . .
\u62C6\u5206\u8FC7\u6216\u5408\u5E76\u8FC7\u7684\u8BA2\u5355\u4E0D\u80FD\u518D\u8FDB\u884C\u62C6\u5206\u6216\u5408\u5E76\u3002\u3002\u3002 = Orders that have been split or merged cannot be split or merged again. . .
\u5904\u4E8E\u914D\u8D27\u4E2D/\u5DF2\u62E6\u622A/\u5DF2\u53D1\u8D27/\u5DF2\u6536\u8D27/\u5DF2\u4F5C\u5E9F\u72B6\u6001\u7684\u8BA2\u5355\u4E0D\u80FD\u62C6\u5206\u3002\u3002\u3002 = An order in the state of placed/intercepted/shipped/received/canceled cannot be separated. . .
\u6B64\u8BA2\u5355\u53EA\u6709\u4E00\u79CD\u5546\u54C1\u4E14\u6570\u91CF\u5C0F\u4E8E2\uFF0C\u4E0D\u80FD\u62C6\u5206\u3002\u3002\u3002 = There is only one item in this order and the quantity is less than 2, which cannot be split. . .
\u62C6\u5206\u540E\u6B64SKU\u4E0D\u5728\u539F\u59CB\u8BA2\u5355\u4E2D\u3002\u3002\u3002 = After splitting this SKU is not in the original order. . .
\u62C6\u5206\u540E\u6B64SKU\u8D2D\u4E70\u6570\u91CF\u4E0D\u80FD\u4E3A0\u6216\u8005\u4E3A\u8D1F\u6570\u3002\u3002\u3002 = After splitting, the purchase quantity of this SKU cannot be 0 or negative. . .
\u62C6\u5206\u540E\u6B64SKU\u8D2D\u4E70\u6570\u91CF\u4E0D\u80FD\u6BD4\u539F\u59CB\u8BA2\u5355\u591A\u3002\u3002\u3002 = After splitting, the purchase quantity of this SKU cannot be more than the original order. . .
\u62C6\u5206\u540ESKU\u548C\u5BF9\u5E94SKU\u8D2D\u4E70\u6570\u91CF\u5339\u914D\u4E0D\u4E0A\u3002\u3002\u3002 = After split, SKU and corresponding SKU purchase quantity do not match. . .
\u6839\u636E\u8BA2\u5355\u53F7\u67E5\u8BE2\u4E0D\u5230\u5B50\u8BA2\u5355\u3002\u3002\u3002 = Suborder not found by order number. . .
\u5B50\u8BA2\u5355\u72B6\u6001\u4E3A\u914D\u8D27\u4E2D/\u5DF2\u62E6\u622A/\u5DF2\u53D1\u8D27/\u5DF2\u6536\u8D27/\u5DF2\u4F5C\u5E9F\uFF0C\u4E0D\u80FD\u64A4\u9500\u3002\u3002\u3002 = The status of sub-order is in shipped/intercepted/received/received and cannot be cancelled. . .
\u5408\u5E76\u8BA2\u5355\u8BF7\u6C42\u5408\u5E76\u8BA2\u5355\u6570\u4E0D\u7B26\u5408\u8981\u6C42\u3002\u3002\u3002 = Combined order request combined order number does not meet the requirements. . .
\u5408\u5E76\u6240\u6709\u8BA2\u5355\u9879\u96C6\u5408\u51FA\u5F02\u5E38\u3002\u3002\u3002 = Merge all order items to create an exception. . .
\u5408\u5E76\u8BA2\u5355\u6240\u6709\u8BA2\u5355\u9879\u6570\u9700\u5C0F\u4E8E\u7B49\u4E8E50\u3002\u3002\u3002 = All order items must be less than or equal to 50. . .
\u5408\u5E76\u8BA2\u5355\u4F20\u53C2\u7CFB\u7EDF\u8BA2\u5355\u96C6\u5408\u4E3A\u7A7A\u3002\u3002\u3002 = The order set in the consolidated order passing system is empty. . .
\u5408\u5E76\u8BA2\u5355\u52FE\u9009\u7CFB\u7EDF\u8BA2\u5355\u6570\u9700\u5927\u4E8E\u7B49\u4E8E2\u3002\u3002\u3002 = Check system order number to be at least 2. . .
\u5408\u5E76\u8BA2\u5355\u52FE\u9009\u7CFB\u7EDF\u8BA2\u5355\u6570\u9700\u5C0F\u4E8E\u7B49\u4E8E10\u3002\u3002\u3002 = For consolidated orders, check the system order number to be less than or equal to 10. . .
\u67E5\u8BE2\u4E0D\u5230\u8BF7\u6C42\u5408\u5E76\u7684\u8BA2\u5355\u3002\u3002\u3002 = Query could not find order for merge. . .
\u62C6\u5206\u8FC7\u6216\u5408\u5E76\u8FC7\u7684\u8BA2\u5355\u4E0D\u80FD\u518D\u62C6\u5206\u6216\u5408\u5E76\u3002\u3002\u3002 = Orders that have been split or merged cannot be split or merged again. . .
\u5904\u4E8E\u914D\u8D27\u4E2D/\u5DF2\u62E6\u622A/\u5DF2\u53D1\u8D27/\u5DF2\u6536\u8D27/\u5DF2\u4F5C\u5E9F\u7684\u8BA2\u5355\u4E0D\u80FD\u5408\u5E76\u3002\u3002\u3002 = Orders placed/intercepted/shipped/received/cancelled cannot be consolidated. . .
\u5408\u5E76\u7CFB\u7EDF\u8BA2\u5355\u96C6\u5408\u4E2D\u4E0D\u5C5E\u4E8E\u540C\u4E00\u5E97\u94FA\u4E0D\u80FD\u5408\u5E76\u8BA2\u5355\u3002\u3002\u3002 = Orders that do not belong to the same shop in the order collection cannot be merged. . .
\u4E0D\u540C\u5E73\u53F0\u8BA2\u5355\u4E0D\u80FD\u5408\u5E76\u3002\u3002\u3002 = Orders from different platforms cannot be merged. . .
\u53D1\u8D27\u4ED3\u5E93CODE\u548C\u540D\u79F0\uFF0C\u7269\u6D41\u5546CODE\u548C\u540D\u79F0\uFF0C\u90AE\u5BC4\u65B9\u5F0FCODE\u548C\u540D\u79F0\u4FE1\u606F\u5FC5\u987B\u4E00\u81F4\u3002\u3002\u3002 = The CODE and name of the shipping warehouse, the CODE and name of the logistics provider, and the mailing CODE and name information must be consistent. . .
\u5B50\u8BA2\u5355\u7269\u6D41\u5546ebayCarrierName\u4E0D\u4E00\u81F4\uFF0C\u4E0D\u80FD\u5408\u5E76\u3002\u3002\u3002 = EbayCarrierName of sub-order logistics provider is inconsistent, cannot merge. . .
\u5B50\u8BA2\u5355\u7269\u6D41\u5546amazonCarrierName\u6216amazonShippingMethod\u4E0D\u4E00\u81F4\uFF0C\u4E0D\u80FD\u5408\u5E76\u3002\u3002\u3002 = AmazonCarrierName or amazonShippingMethod of sub-order logistics is not consistent, cannot merge. . .
\u5408\u5E76\u7CFB\u7EDF\u8BA2\u5355\u6536\u8D27\u4EBA\u4FE1\u606F\u4E0D\u4E00\u81F4\uFF0C\u4E0D\u80FD\u5408\u5E76\u3002\u3002\u3002 = Merge system order consignee information is inconsistent and cannot be merged. . .
\u6839\u636E\u7CFB\u7EDF\u8BA2\u5355\u53F7\u67E5\u8BE2\u4E0D\u5230\u8BA2\u5355\u6570\u636E\u3002\u3002\u3002 = No order data found according to the system order ID. . .
\u6B64\u8BA2\u5355\u672A\u53D1\u751F\u8FC7\u5408\u5E76\u3002\u3002\u3002 = There have been no mergers for this order. . .
\u64A4\u9500\u5408\u5E76\u8BF7\u4F20\u4E3B\u8BA2\u5355\u53F7\u3002\u3002\u3002 = To cancel the merger, please forward the master order number. . .
\u4E3B\u8BA2\u5355\u72B6\u6001\u9700\u4E3A\u5F85\u53D1\u8D27\u6216\u7F3A\u8D27\u624D\u80FD\u64A4\u9500\u5408\u5E76\u3002\u3002\u3002 = The status of master order must be pending or out of stock to cancel the merger. . .
\u672A\u8BC6\u522B\u7684\u7CFB\u7EDF\u8BA2\u5355\u53F7\u3002\u3002\u3002 = Unrecognized system order number. . .
\u6B64\u72B6\u6001\u4E0B\u4E0D\u652F\u6301\u7EE7\u7EED\u53D1\u8D27\u3002\u3002\u3002 = Continue shipping is not supported in this state. . .
\u8BA2\u5355\u53D1\u8D27\u72B6\u6001\u4E0D\u652F\u6301\u7EE7\u7EED\u53D1\u8D27\u3002\u3002\u3002 = The order delivery status does not support continued shipment. . .
\u5408\u5E76\u8FC7\u7684\u8BA2\u5355,\u4EC5\u4E3B\u8BA2\u5355\u80FD\u53D1\u8D27;\u62C6\u5206\u8FC7\u7684\u8BA2\u5355,\u4EC5\u5B50\u8BA2\u5355\u80FD\u53D1\u8D27\u3002\u3002\u3002 = For consolidated orders, only the master order can be delivered;For split orders, only sub-orders can be delivered. . .
\u6279\u91CF\u53D1\u8D27\u7684\u8BA2\u5355\u5FC5\u987B\u5C5E\u4E8E\u540C\u4E00\u54C1\u8FDE\u5356\u5BB6\u3002\u3002\u3002 = Bulk orders must belong to the same product even the seller. . .
\u8BA2\u5355\u4E2D\u5546\u54C1\u4E0D\u652F\u6301\u6B64\u90AE\u5BC4\u65B9\u5F0F\u3002\u3002\u3002 = This shipping method is not supported by items included in the order. . .
\u53D1\u8D27ERP\u8BA2\u5355\u63A5\u6536\u5931\u8D25\u3002\u3002\u3002 = Delivery ERP order failed to receive. . .
\u53D1\u8D27\u8C03\u7528ERP\u670D\u52A1\u5F02\u5E38\u3002\u3002\u3002 = Shipment call ERP service exception. . .
\u53D1\u8D27\u8C03\u7528\u8D22\u52A1\u670D\u52A1\u51FA\u9519\u3002\u3002\u3002 = There was an error in shipping the call to the financial service. . .
\u6839\u636E\u8BA2\u5355\u8DDF\u8E2A\u53F7\u67E5\u8BE2\u4E0D\u5230\u6570\u636E\u3002\u3002\u3002 = According to the order tracking number, no data can be found. . .
\u53D1\u8D27\u786E\u8BA4\u6263\u6B3E\u8C03\u7528\u8D22\u52A1\u5FAE\u670D\u52A1\u51FA\u9519\u3002\u3002\u3002 = Error in calling financial micro service for delivery confirmation and deduction. . .
\u63A8\u9001\u552E\u540E\u8865\u53D1\u8D27\u8BA2\u5355\u53D1\u8D27\u4FE1\u606F\u8C03\u7528\u552E\u540E\u5FAE\u670D\u52A1\u51FA\u9519\u3002\u3002\u3002 = Error in calling after sales micro service. . .
ebay\u5E73\u53F0\u8BA2\u5355\u5217\u8868\u5BFC\u51FA\u51FA\u9519\u3002\u3002\u3002 = Error exporting order list of eBay platform. . .
\u8BF7\u8F93\u5165\u8981\u67E5\u8BE2\u7684\u8BA2\u5355ID\u6216\u8BA2\u5355\u8DDF\u8E2A\u53F7\u3002\u3002\u3002 = Please enter the order ID or order tracking number you want to query. . .
\u4E0D\u5B58\u5728\u6B64\u8BA2\u5355\u3002\u3002\u3002 = This order does not exist. . .
\u8C03\u7528ERP\u670D\u52A1\u5F02\u5E38\u3002\u3002\u3002 = Call ERP service exception. . .
\u8BA1\u7B97\u9884\u4F30\u7269\u6D41\u8D39\u65F6\u4ED3\u5E93\u4EE3\u7801\u3001\u56FD\u5BB6\u4EE3\u7801\u548C\u90AE\u5BC4\u65B9\u5F0F\u4EE3\u7801\u4E0D\u80FD\u4E3A\u7A7A\u3002\u3002\u3002 = Calculate estimated logistics cost warehouse code, country code and mailing code can not be empty. . .
\u6839\u636Eebay\u8BA2\u5355\u9879\u53F7\u67E5\u8BE2\u4E0D\u5230\u6570\u636E\u3002\u3002\u3002 = No data can be found according to the item number of ebay order. . .
\u6B64ebay\u8BA2\u5355\u9879\u5E73\u53F0\u53D1\u8D27\u72B6\u6001\u4E0D\u80FD\u4FEE\u6539\u3002\u3002\u3002 = The shipping status of this ebay order item cannot be modified. . .
\u53EA\u6709\u914D\u8D27\u4E2D\u72B6\u6001\u7684\u8BA2\u5355\u624D\u80FD\u66F4\u65B0\u53D1\u8D27\u4FE1\u606F\u3002\u3002\u3002 = Only orders with the status in the distribution can be updated with shipping information. . .
\u8BF7\u6C42\u53C2\u6570\u9519\u8BEF\u3002\u3002\u3002 = Request parameter error. . .
\u5F53\u524D\u8BA2\u5355\u4ED8\u6B3E\u72B6\u6001\u4E0D\u652F\u6301\u66F4\u6539\u3002\u3002\u3002= The current order payment status does not support changing. . .
\u4EC5\u5DF2\u53D1\u8D27\u5DF2\u6536\u8D27\u7684\u8BA2\u5355\u53EF\u4FEE\u6539\u4ED8\u6B3E\u72B6\u6001\u3002\u3002\u3002 = Payment status can be modified only for orders that have been shipped and received. . .
\u6240\u9009\u4ED3\u5E93\u5E93\u5B58\u4E0D\u8DB3\uFF0C\u4E0D\u652F\u6301\u53D1\u8D27\u3002\u3002\u3002 = The selected warehouse is short of inventory, and delivery is not supported. . .
\u8C03\u7528\u4F9B\u5E94\u5546\u670D\u52A1\u67E5\u8BE2\u5E93\u5B58\u5F02\u5E38\u3002\u3002\u3002 = Invoke the vendor service to query for inventory exceptions. . .
\u53D1\u8D27\u8C37\u4ED3\u521B\u5EFA\u8BA2\u5355\u5931\u8D25\u3002\u3002\u3002 = Delivery barn creation order failed. . .
\u516C\u5171\u8BF7\u6C42\u53C2\u6570\u9519\u8BEF\u3002\u3002\u3002 = Public request parameter error. . .
\u7CFB\u7EDF\u8BA2\u5355\u53F7\u65E0\u6548\u3002\u3002\u3002 = The system order number is invalid. . .
\u8BA2\u5355\u72B6\u6001\u4E0D\u80FD\u6267\u884C\u53D6\u6D88\u64CD\u4F5C\u3002\u3002\u3002 = The order status cannot be canceled. . .
\u53D6\u6D88\u8C37\u4ED3\u8BA2\u5355\u5931\u8D25\u3002\u3002\u3002 = Failure to cancel barn order. . .
\u53D6\u6D88ERP\u53D1\u8D27\u8BA2\u5355\u5931\u8D25\u3002\u3002\u3002 = Cancel ERP shipment order failed. . .
\u5206\u9500\u5546\u53D1\u8D27\uFF0C\u83B7\u53D6\u4F9B\u5E94\u94FE\u4FE1\u606F\u8C03\u7528\u7528\u6237\u670D\u52A1\u5F02\u5E38\u3002\u3002\u3002 = Distributor delivery, get supply chain information call user service exception. . .
\u5356\u5BB6\u54C1\u8FDEID\u4E0D\u6B63\u786E\u3002\u3002\u3002 = The seller's pinlian ID is not correct. . .
\u65E0\u6743\u67E5\u770B\u6B64\u8BA2\u5355\u3002\u3002\u3002 = Unauthorized to view this order. . .
\u65E0\u6743\u64CD\u4F5C\u6B64\u8BA2\u5355\u3002\u3002\u3002 = Not authorized to operate this order. . .
\u67E5\u8BE2ERP\u53EF\u7528\u5E93\u5B58\u53C2\u6570page\u5FC5\u4F20\u3002\u3002\u3002 = Query ERP available inventory parameter page. . .
\u8C03\u7528\u4ED3\u5E93\u8BA1\u7B97\u9884\u4F30\u7269\u6D41\u8D39\u5F02\u5E38\u3002\u3002\u3002 = Call the warehouse to calculate the estimated logistics cost exception. . .
\u67E5\u8BE2\u4E0D\u5230\u8BA2\u5355\u6570\u636E\u3002\u3002\u3002 = Order data not found. . .
\u8BF7\u6C42\u96C6\u5408\u4E3A\u7A7A\u3002\u3002\u3002 = Request set is empty. . .
\u83B7\u53D6\u8C37\u4ED3\u8D26\u53F7\u6570\u636E\u8C03\u7528\u4F9B\u5E94\u5546\u5FAE\u670D\u52A1\u5F02\u5E38 \u3002\u3002\u3002 = Get barn account data call supplier microservice exception. . .
\u6839\u636E\u8C37\u4ED3\u8D26\u53F7\u4EE3\u7801\u67E5\u8BE2\u4ED3\u5E93\u670D\u52A1\u5546\u6570\u636E\u4E3A\u7A7A\u3002\u3002\u3002 = The data of warehouse service provider is empty according to the barn account code. . .
\u542B\u6709\u5DF2\u53D1\u8D27\u7684\u5E73\u53F0\u8BA2\u5355\u3002\u3002\u3002 = Contains shipped platform order. . .
\u8BF7\u6C42\u53C2\u6570\u4E0D\u6B63\u786E\u3002\u3002\u3002 = Incorrect request parameters. . .
\u53EA\u6709\u5DF2\u53D1\u8D27\u72B6\u6001\u7684\u8BA2\u5355\u624D\u80FD\u6807\u8BB0\u5B8C\u6210\u3002\u3002\u3002 = Only orders in shipped status can be marked complete. . .
#################################################################################################################################

#\u4E9A\u9A6C\u900A\u8BA2\u5355
\u7CFB\u7EDF\u64CD\u4F5C\u5F02\u5E38!=Abnormal system operation!
\u4E9A\u9A6C\u900A\u81EA\u52A8\u540C\u6B65\u8BA2\u5355\u4EFB\u52A1\u5DF2\u7ECF\u5F00\u542F\u8FC7\uFF0C\u65E0\u9700\u518D\u6B21\u5F00\u542F\uFF01=The amazon auto sync order task has been started, no need to start again!
\u5F00\u542F\u4E9A\u9A6C\u900A\u81EA\u52A8\u540C\u6B65\u8BA2\u5355\u6210\u529F\uFF01=Open amazon auto sync order successfully!
\u4E9A\u9A6C\u900A\u81EA\u52A8\u540C\u6B65\u8BA2\u5355\u4EFB\u52A1\u5DF2\u7ECF\u5173\u95ED\u8FC7\u4E86\uFF0C\u65E0\u9700\u518D\u6B21\u5173\u95ED\uFF01=The amazon autosync order task has been turned off and does not need to be turned off again!
\u5173\u95ED\u4E9A\u9A6C\u900A\u81EA\u52A8\u540C\u6B65\u8BA2\u5355\u6210\u529F\uFF01=Amazon auto sync order closed successfully!
\u67E5\u4E0D\u5230\u5356\u5BB6\u7684\u6388\u6743\u4FE1\u606F\uFF01=Cannot check the authorization information that sells the home!
\u7CFB\u7EDF\u83B7\u53D6\u540C\u6B65\u65F6\u95F4\u5F02\u5E38\uFF0C\u540C\u6B65\u8BA2\u5355\u5931\u8D25!=System acquires synchronization time exception, synchronization order failed!
\u540C\u6B65\u8BA2\u5355\u6210\u529F\uFF01=Sync order successful!
\u9891\u7E41\u8BF7\u6C42\uFF0C\u540C\u6B65\u8BA2\u5355\u5931\u8D25\uFF01=Frequent requests, synchronous order failed!
\u62D2\u7EDD\u8BBF\u95EE\uFF0C\u540C\u6B65\u8BA2\u5355\u5931\u8D25\uFF01\u8BF7\u8054\u7CFB\u7BA1\u7406\u5458\u5904\u7406\u3002=Access denied, synchronization order failed! Please contact the administrator.
\u7F51\u7EDC\u5F02\u5E38\uFF0C\u540C\u6B65\u8BA2\u5355\u5931\u8D25!=Network error, synchronization order failed!
\u7CFB\u7EDF\u5F02\u5E38\uFF0C\u540C\u6B65\u8BA2\u5355\u5931\u8D25\uFF01=System exception, synchronization order failed!
\u7CFB\u7EDF\u5F02\u5E38\uFF0C\u540C\u6B65\u8BA2\u5355\u6210\u529F\uFF0C\u81EA\u52A8\u8F6C\u5165\u7CFB\u7EDF\u8BA2\u5355\u5931\u8D25\uFF01=System exception, synchronous order successful, automatic transfer into system order failure!
\u7CFB\u7EDF\u6B63\u5728\u81EA\u52A8\u540C\u6B65\u4E2D\uFF0C\u624B\u52A8\u540C\u6B65\u5931\u8D25\uFF01=The system is in automatic synchronization, manual synchronization failed!
\u67E5\u4E0D\u5230\u8BE5\u7528\u6237\u7684\u4E9A\u9A6C\u900A\u6388\u6743\u4FE1\u606F!=The user's amazon authorization information could not be found!
\u8BF7\u6C42\u53C2\u6570\u9519\u8BEF\uFF01=Request parameter error!
\u6682\u65E0\u9700\u8981\u8F6C\u5165\u7684\u5E73\u53F0\u8BA2\u5355\uFF01=No platform orders need to be transferred yet!
\u8BF7\u6C42\u53C2\u6570\u9519\u8BEF=Request parameter error

#\u8BA2\u5355\u6821\u9A8C
\u4EA7\u54C1ID\u4E0D\u80FD\u4E3A\u7A7A=The product ID cannot be empty
\u4EA7\u54C1\u56FE\u7247\u4E0D\u80FD\u4E3A\u7A7A=Product picture cannot be empty
\u4EA7\u54C1\u6807\u9898\u4E0D\u80FD\u4E3A\u7A7A=The product title cannot be empty
\u54C1\u8FDESKU\u4E0D\u80FD\u4E3A\u7A7A=Product line SKU cannot be empty
\u4EA7\u54C1\u5C5E\u6027\u4E0D\u80FD\u4E3A\u7A7A=Product attributes cannot be empty
\u4EA7\u54C1\u4EF7\u683C\u4E0D\u80FD\u4E3A\u7A7A=The product price cannot be empty
\u4EA7\u54C1\u6570\u91CF\u4E0D\u80FD\u4E3A\u7A7A=The product quantity cannot be empty
\u4F9B\u5E94\u5546SKU\u4E0D\u80FD\u4E3A\u7A7A=Supplier SKU cannot be empty
\u4F9B\u5E94\u5546ID\u4E0D\u80FD\u4E3A\u7A7A=The supplier ID cannot be empty
\u4F9B\u5E94\u5546\u540D\u5B57\u4E0D\u80FD\u4E3A\u7A7A=Supplier name cannot be empty
\u6620\u5C04\u540E\u7684\u4E9A\u9A6C\u900A\u7269\u6D41\u5546\u540D\u79F0\u4E0D\u80FD\u4E3A\u7A7A=The mapped amazon logistics provider name cannot be empty
\u6620\u5C04\u540E\u7684\u4E9A\u9A6C\u900A\u914D\u9001\u65B9\u5F0F\u4E0D\u80FD\u4E3A\u7A7A=The mapped amazon delivery mode cannot be empty
\u6620\u5C04\u540E\u7684ebay\u7269\u6D41\u5546\u540D\u79F0\u4E0D\u80FD\u4E3A\u7A7A=The name of the mapped ebay logistics provider cannot be empty
\u90AE\u5BC4\u65B9\u5F0F\u4E0D\u80FD\u4E3A\u7A7A=Mail cannot be empty
\u90AE\u5BC4\u65B9\u5F0Fcode\u4E0D\u80FD\u4E3A\u7A7A=The mailing code cannot be empty
\u6536\u8D27\u4EBA\u59D3\u540D\u4E0D\u80FD\u4E3A\u7A7A=Name of consignee must not be blank
\u56FD\u5BB6\u4E0D\u80FD\u4E3A\u7A7A=The country cannot be empty
\u56FD\u5BB6\u4EE3\u7801\u4E0D\u80FD\u4E3A\u7A7A=The country code cannot be empty
\u57CE\u5E02\u4E0D\u80FD\u4E3A\u7A7A=Cities cannot be empty
\u5730\u57401\u548C\u5730\u57402\u4E0D\u80FD\u540C\u65F6\u4E3A\u7A7A=Address 1 and address 2 cannot be empty at the same time
\u8054\u7CFB\u7535\u8BDD\u4E0D\u80FD\u4E3A\u7A7A=The phone number cannot be empty
\u8BA2\u5355\u4EA7\u54C1\u7684\u603B\u4F53\u79EF\u4E0D\u80FD\u4E3A\u7A7A=The total volume of the ordered product cannot be empty
\u8BA2\u5355\u4EA7\u54C1\u7684\u603B\u91CD\u91CF\u4E0D\u80FD\u4E3A\u7A7A=The total weight of the products ordered cannot be empty
\u5356\u5BB6\u54C1\u8FDEID\u4E0D\u80FD\u4E3A\u7A7A=Seller is tasted even ID cannot be empty
\u5356\u5BB6\u54C1\u8FDE\u8D26\u53F7\u4E0D\u80FD\u4E3A\u7A7A=Seller product even account cannot be empty
\u6700\u8FDF\u53D1\u8D27\u65F6\u95F4\u4E0D\u80FD\u4E3A\u7A7A=The latest delivery time cannot be empty
\u53D1\u8D27\u4ED3\u5E93\u7F16\u7801\u4E0D\u80FD\u4E3A\u7A7A=The shipping warehouse code cannot be empty
\u53D1\u8D27\u4ED3\u5E93\u4E0D\u80FD\u4E3A\u7A7A=The delivery warehouse cannot be empty
\u7269\u6D41\u5546CODE\u4E0D\u80FD\u4E3A\u7A7A=The CODE of logistics provider cannot be empty
\u7269\u6D41\u5546\u540D\u79F0\u4E0D\u80FD\u4E3A\u7A7A=The name of the logistics provider cannot be empty
\u670D\u52A1\u8D39\u7C7B\u578B\u4E0D\u80FD\u4E3A\u7A7A=Service charge type cannot be empty
\u7269\u6D41\u5546\u540D\u79F0\u548C\u914D\u9001\u65B9\u5F0F\u4E0D\u80FD\u4E3A\u7A7A=Name of logistics provider and mode of delivery cannot be empty
\u4E0B\u5355\u65F6\u95F4\u4E0D\u80FD\u4E3A\u7A7A=The order time cannot be empty
\u8BA2\u5355\u603B\u552E\u4EF7:\u9884\u4F30\u7269\u6D41\u8D39+\u5546\u54C1\u91D1\u989D\u4E0D\u80FD\u4E3A\u7A7A=Total order price: estimated logistics cost + the amount of goods cannot be empty
\u8BA2\u5355\u8D27\u6B3E\u4E0D\u80FD\u4E3A\u7A7A=The order payment cannot be empty
\u8BA2\u5355\u8FD0\u8D39\u4E0D\u80FD\u4E3A\u7A7A=The order freight cannot be empty
\u90AE\u7F16\u4E0D\u80FD\u4E3A\u7A7A=The zip code cannot be empty
\u8BA2\u5355\u603B\u552E\u4EF7\u4E0D\u80FD\u4E3A\u7A7A=The total order price cannot be empty
ERP\u8BA2\u5355\u8DDF\u8E2A\u53F7\u4E0D\u80FD\u4E3A\u7A7A=The ERP order tracking number cannot be empty
\u7CFB\u7EDF\u9884\u4F30\u7269\u6D41\u8D39\u4E0D\u80FD\u4E3A\u7A7A\u6216\u8005\u4E3A0\uFF1B\u5982\u679C\u4E3A0\uFF0C\u8BF7\u8054\u7CFB\u5BA2\u670D\u5904\u7406=The estimated logistics cost of the system cannot be empty or zero;If 0, please contact customer service for processing
\u7AD9\u70B9\u7B80\u79F0\u4E0D\u80FD\u4E3A\u7A7A=Site abbreviation cannot be empty
\u5546\u54C1\u603B\u989D\u4E0D\u80FD\u4E3A\u7A7A=The total amount of goods cannot be empty
\u90AE\u5BC4\u65B9\u5F0F\u7F16\u7801\u4E0D\u80FD\u4E3A\u7A7A=The mailing code cannot be empty
\u7CFB\u7EDF\u8BA2\u5355\u9879\u4E0D\u80FD\u4E3A\u7A7A\u3002\u3002\u3002=The system order item cannot be empty...
\u7CFB\u7EDF\u8BA2\u5355\u9879ID\u4E0D\u80FD\u4E3A\u7A7A=The system order item ID cannot be empty
\u4F9B\u5E94\u5546SKU\u6807\u9898\u4E0D\u80FD\u4E3A\u7A7A=Supplier SKU title cannot be empty
\u4F9B\u5E94\u5546SKU\u4EF7\u683C\u4E0D\u80FD\u4E3A\u7A7A=Supplier SKU price cannot be empty
\u8D2D\u4E70\u6B64SKU\u6570\u91CF\u4E0D\u80FD\u4E3A\u7A7A=The purchase quantity of this SKU cannot be empty
\u6B64SKU\u91CD\u91CF\u4E0D\u80FD\u4E3A\u7A7A=This SKU weight cannot be empty

#\u7CFB\u7EDF\u8BA2\u5355
\u5356\u5BB6\u670D\u52A1\u5F02\u5E38\uFF01=Seller service abnormal!
\u7CFB\u7EDF\u8BA2\u5355\u66F4\u6539\u6210\u529F\uFF01=System order changed successfully!
\u7CFB\u7EDF\u5F02\u5E38!=system exception !
\u4F5C\u5E9F\u6210\u529F\uFF01=Void success!
\u8BA2\u5355\u4F5C\u5E9F\u5931\u8D25\uFF0C\u8BE5\u8BA2\u5355\u5DF2\u7ECF\u662F\u5DF2\u4F5C\u5E9F\u72B6\u6001!=The order has been canceled. The order has been canceled!
\u8BA2\u5355\u4F5C\u5E9F\u5931\u8D25\uFF0C\u8BE5\u8BA2\u5355\u5DF2\u7ECF\u53D1\u8D27!=The order has been cancelled. The order has been shipped!
\u8BA2\u5355\u4F5C\u5E9F\u5931\u8D25\uFF0C\u8BE5\u8BA2\u5355\u72B6\u6001\u4E3A\u5DF2\u6536\u8D27!=Failed to cancel the order, the order status is received!
\u8BA2\u5355\u4F5C\u5E9F\u5931\u8D25\uFF0C\u8BE5\u8BA2\u5355\u5DF2\u7ECF\u5F00\u59CB\u914D\u8D27!=The order has been canceled, the order has been placed!
\u7CFB\u7EDF\u8FDC\u7A0B\u8C03\u7528\u53D6\u6D88\u8BA2\u5355\u5F02\u5E38\uFF0C\u66F4\u6539\u7CFB\u7EDF\u8BA2\u5355\u72B6\u6001\u4E3A\u5DF2\u62E6\u622A\u5931\u8D25!=System remote call cancel order exception, change system order status to blocked failure!
\u62E6\u622A\u5931\u8D25\uFF01=Intercept failed!
\u62E6\u622A\u6210\u529F\uFF01=Intercept successful!
\u7CFB\u7EDF\u8C03\u7528\u5F02\u5E38\uFF0C\u62E6\u622A\u5931\u8D25\uFF01=System call exception, intercept failed!
\u8BE5\u8BA2\u5355\u662F\u88AB\u62E6\u622A\u72B6\u6001\uFF0C\u65E0\u9700\u518D\u6B21\u62E6\u622A\uFF01=The order is in the intercepted state, no need to intercept again!
\u8BE5\u8BA2\u5355\u5C1A\u672A\u914D\u8D27\uFF0C\u62E6\u622A\u5931\u8D25\uFF01=This order has not been filled, intercept failed!
\u8BE5\u8BA2\u5355\u5DF2\u4F5C\u5E9F\uFF0C\u62E6\u622A\u5931\u8D25\uFF01=This order has been cancelled, intercept failed!
\u8BE5\u8BA2\u5355\u5DF2\u7ECF\u53D1\u8D27\uFF0C\u62E6\u622A\u5931\u8D25\uFF01=The order has been shipped, interception failed!
\u672A\u767B\u5F55\u6216\u767B\u5F55\u8D85\u65F6\u8BF7\u91CD\u65B0\u767B\u5F55 = Please login again if you are not logged in or login timeout
\u8D26\u53F7\u672A\u6FC0\u6D3B\uFF0C\u8BF7\u63D0\u4EA4\u4FE1\u606F\u4F9B\u5DE5\u4F5C\u4EBA\u5458\u5BA1\u6838 =Account is not activated, please submit information for staff review
\u81EA\u5B9A\u4E49\u5F02\u5E38 = Custom exception
\u6743\u9650\u5F02\u5E38 = Permission exception
\u6570\u636E\u5E93\u64CD\u4F5C\u9519\u8BEF = Database operation error
\u672A\u77E5\u5F02\u5E38 = Unknown anomaly
\u7CFB\u7EDF\u64CD\u4F5C\u5F02\u5E38 = System operation exception
\u8BF7\u6C42\u6210\u529F = The request is successful
\u65B0\u589E\u7CFB\u7EDF\u8BA2\u5355\u6210\u529F\uFF01= New system order successfully!
\u6570\u636E\u5F02\u5E38 = Data exception
\u7528\u6237\u670D\u52A1\u5F02\u5E38 = User service exception
\u83B7\u53D6\u4E3B\u8D26\u6237\u5F02\u5E38 = Gets the main account exception

\u03F5\u0373\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\uCCE3\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\u02A7\uFFFD\u0723\uFFFD= System call exception, aborted!
\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\u0477\uFFFD\uFFFD\uFFFD\uFFFD\u0136\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\u0474\uFFFD\uFFFD\uFFFD\u03F5\u0373\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD = Contains shipped orders or existing system orders
\u03B4\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\u00FB\uFFFD\uFFFD\u0272\u9FF4\uFFFD\uFFFD\uFFFD\u0335\uFFFD\u0228\uFFFD\uFFFD = The user is not given permission to view the store
\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD = Store name input error
\uFFFD\u04B2\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\u01B7\uFFFD\uFFFD\uFFFD\u02FA\uFFFDID = The product's account ID cannot be found
\uFFFD\u9CBB\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\u04B5\uFFFD\uFFFD\uFFFD\u0228\uFFFD\uFFFD\u03E2\uFFFD\uFFFD = Can not check the authorization information of the seller!
\uFFFD\u02FA\uFFFDID\uFFFD\uFFFD\uFFFD\uFFFD\u03AA\uFFFD\uFFFD = The account ID cannot be empty
\u00FB\uFFFD\u0432\u9FF4\uFFFD\u00F5\uFFFD\uFFFD\u0335\uFFFD\u0228\uFFFD\u07A3\uFFFD = No permission to view the store!
\u0228\uFFFD\u07B2\uFFFD\uFFFD\uFFFD = Insufficient permissions
\uFFFD\u0474\uFFFD\uFFFD\uFFFD\u03F5\u0373\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD\uFFFD = Existing system order
售后服务异常 = Abnormal after-sales service
用户服务异常 = User service exception
供应商服务异常 = Supplier service exception
当前订单正在进行转单操作，请稍后尝试! = The current order is being transferred, please try later!
店铺名输入有误！= Incorrect store name!
系统内部错误！= Internal system error!
财务服务异常！ = Abnormal financial service!
财务系统：该订单不存在! = Financial system: this order does not exist!
财务系统：该用户账户不存在,请联系客服处理! = Financial system: the user account does not exist, please contact customer service!
财务系统：账户余额以及授信额度不足以支付,请充值! = Financial system: the account balance and credit line are not enough to pay, please recharge!
财务系统：(1).订单激活失败，请稍后再试! = Financial system :(1). Order activation failed, please try again later!
财务系统：重新激活失败，请稍后再试! = Financial system: reactivation failed, please try again later!
订单作废失败，该订单状态为部分发货! = Failed to cancel the order, the order status is partial delivery!
包裹状态有误！ = Package status error!